{
    "A fresh verification link has been sent to your email address.": "新しい確認リンクがメールアドレスに送信されました。",																									
    "A Google Calendar Event will be created on Kawane Event shared Calendar.": "Googleカレンダーのイベントが川根イベント共有カレンダーに作成されます。",																									
    "A new verification link has been sent to the email address you provided during registration.": "新しい確認リンクが登録時に提供したメールアドレスに送信されました。",																									
    "A new verification link has been sent to your email address.": "新しい確認リンクがメールアドレスに送信されました。",																									
    "All the information below will automatically be appendend to each Google Calendar Event description.": "以下の情報は、すべてのGoogleカレンダーイベントの説明に自動的に追加されます。",																									
    "Already registered?": "すでに登録済みですか？",																									
    "Are you sure you want to delete your account?": "アカウントを削除してもよろしいですか？",																									
    "Before creating an event, make sure you have updated your ": "イベントを作成する前に、",																									
    "Before proceeding, please check your email for a verification link.": "続行する前に、確認リンクをメールでご確認ください。",																									
    "Business Name": "ビジネス名",																									
    "Cancel": "キャンセル",																									
    "Click here to re-send the verification email.": "確認メールを再送信するにはこちらをクリックしてください。",																									
    "click here to request another": "別のリクエストを送信するにはこちらをクリックしてください。",																									
    "Confirm Password": "パスワードを確認",																									
    "Confirm": "確認",																									
    "Congratulations! You created an event on the ": "イベントを作りました。おめでとうございます！こちらでイベントを確認できます：",																									
    "Contact email": "連絡先メール",																									
    "Create Event ": "イベントを作成",																									
    "Create Event": "イベントを作成",																									
    "Current Password": "現在のパスワード",																									
    "Dashboard": "ホーム",																									
    "Delete Account": "アカウントを削除",																									
    "Description": "説明",																									
    "Email": "メールアドレス",
    "Email Address": "メールアドレス",																									
    "Email Password Reset Link": "パスワードリセット",																									
    "End Date": "終了日",																									
    "End Time": "終了時刻",																									
    "Ensure your account is using a long, random password to stay secure.": "セキュリティ向上のためパスワードは、なるべく長くランダムな文字列を使用してください。",																									
    "Event Created": "イベントが作成されました",																									
    "Event Creator's Name (Required)": "イベント作成者の名前（必須）",																									
    "Event Details": "イベントの詳細",																									
    "Event Title": "イベントのタイトル",																									
    "Events Calendar": "イベントカレンダー",																								
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "パスワードをお忘れですか？問題ありません。メールアドレスを教えていただければ、新しいパスワードを選択できるパスワードリセットURLをメールでお送りします。",																									
    "Forgot your password?": "パスワードをお忘れですか？",																									
    "Forgot Your Password?": "パスワードをお忘れですか？",																									
    "Homepage": "ホームページ",																									
    "If you did not receive the email": "メールを受信しなかった場合",																									
    "Instagram": "インスタグラム",																									
    "Kawane Event Creator": "川根イベントクリエーター",																									
    "Kawane Events Public Google Calendar": "川根イベントカレンダー",																									
    "Location": "場所",																									
    "Log In": "ログイン",																									
    "Log in": "ログイン",																									
    "Log Out": "ログアウト",																									
    "Log-In Information": "ログイン情報",																									
    "Login": "ログイン",																									
    "Logout": "ログアウト",																									
    "Name": "名前",																									
    "New Password": "新しいパスワード",																									
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "アカウントを削除すると、そのリソースとデータは永久に削除されます。アカウントを削除する前に、保持したいデータや情報をダウンロードしてください。",																									
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "アカウントを削除すると、そのリソースとデータは永久に削除されます。アカウントを永久に削除したい場合は、パスワードを入力して確認してください。",																									
    "Pagination Navigation": "ページ送りナビゲーション",																									
    "pagination.next": "次へ",																									
    "pagination.previous": "前へ",																									
    "Password": "パスワード",																									
    "Phone Number": "電話番号",																									
    "Please confirm your password before continuing.": "続行する前に、パスワードを確認してください。",																									
    "Profile Information": "プロフィール",																									
    "profile.": "プロフィールを更新してください。",																									
    "profile": "プロフィール",																									
    "Profile": "プロフィール",																									
    "Public Information": "公開情報",																									
    "Register": "アカウント作成",																									
    "Remember me": "ログイン情報を記憶",																									
    "Remember Me": "ログイン情報を記憶",																									
    "Resend Verification Email": "確認メールを再送信",																									
    "Reset Password": "パスワードをリセット",																									
    "Save": "保存",																									
    "Saved.": "保存済み",																									
    "Send Password Reset Link": "パスワードリセットURLを送信",																									
    "Start Date": "開始日",																									
    "Start Time": "開始時刻",																									
    "Check your email inbox! Click the link we sent you to verify your mail. If you didn't get it, we can resend it. Thanks for signing up!": "電子メール受信トレイを確認してください！もし受信箱にメールが届いていない場合、再送信することも可能です。",																									
    "This is a secure area of the application. Please confirm your password before continuing.": "これはアプリのセキュアエリアです。続行する前にパスワードを確認してください。",																									
    "Toggle navigation": "ナビゲーションの切り替え",																									
    "Twitter": "ツイッター",																									
    "Update Password": "パスワードを更新",																									
    "Update your account's log-in information and email address.": "アカウントのログイン情報とメールアドレスを更新してください。",																									
    "Verify Your Email Address": "メールアドレスを確認",																									
    "Welcome to the Kawane Events Creator portal. From here, you can register, log in, and create events on the public Kawane Events Google Calendar for all to see.": "やんばいです！川根イベント作成ページへようこそ。ここでアカウント作成、ログインし、川根イベントカレンダーにイベントを追加できます。",																									
    "Would you like to ": "新しいイベントを",																									
    "create another event": "作成しますか",																									
    "You are logged in!": "ログインしました！",																									
    "Your email address is unverified.": "メールアドレスは未確認です。",	
    "Color Selector for you Events": "イベントのカラー選択",
    "Verify Email Address": "メールアドレスの確認",
    "Click the button below to verify your email address.": "メールアドレスを確認するには、以下のボタンをクリックしてください。",																							
    "Hello!": "ハロー",
    "Thank you from Kawane Events.": "やんばいです！",
    "Assistance: ": "ヘルプのためのメール: ",
    "You are receiving this email because we received a password reset request for your account.": "アカウントのパスワードリセットリクエストを受け取りました。",
    "If you did not request a password reset, no further action is required.": "パスワードリセットのリクエストを送信していない場合、追加のアクションは不要です。",
    "Would you like to make an ": "イベントを",
    "event?": "作成しましょうか",
    "Login Name": "ログイン名",
    "Create Event with these Details?": "これらの詳細でイベントを作成しますか？",
    "Submit": "送信",
    "Donate": "寄付",
    "Thank you very much!": "ありがとうございます！",
    "Kawane Events": "川根イベント",
    "Before creating an event, please Log In or Register.": "イベントを作る前、アカウント作成かログインしてください。",
    "Update profile information?": "プロフィール情報を更新しますか？",
    "This information will be publicly available on any future events that you create.": "この情報は、将来作成するすべてのイベントで公開されます。",
    "URL for Event (Optional)": "イベントのURL（任意）",
    "My Events": "私のイベント",
    "Would you like to make a ": "新しいイベントを",
    "new event?": "作りましょうか",
    "Here is a list of events which you have created.": "あなたが作成したイベントのリストです。",
    "Delete": "削除",
    "Are you sure?": "本当によろしいですか？",
    "This will remove your event from the Google Calendar. This cannot be undone.": "これにより、イベントがGoogleカレンダーから削除されます。これは元に戻せません。",
    "Delete Event": "イベントを削除"
}
