{
    "Log In": "ログイン",
    "A fresh verification link has been sent to your email address.": "新しい確認リンクがメールアドレスに送信されました。",
    "Already registered?": "すでに登録済みですか？",
    "A new verification link has been sent to the email address you provided during registration.": "新しい確認リンクが登録時に提供したメールアドレスに送信されました。",
    "A new verification link has been sent to your email address.": "新しい確認リンクがメールアドレスに送信されました。",
    "Are you sure you want to delete your account?": "アカウントを削除してもよろしいですか？",
    "Before proceeding, please check your email for a verification link.": "続行する前に、確認リンクをメールでご確認ください。",
    "Cancel": "キャンセル",
    "click here to request another": "別のリクエストを送信するにはこちらをクリックしてください。",
    "Click here to re-send the verification email.": "確認メールを再送信するにはこちらをクリックしてください。",
    "Confirm": "確認",
    "Confirm Password": "パスワードを確認",
    "create another event": "別のイベントを作成",
    "Create Event ": "イベントを作成",
    "Create Event": "イベントを作成",
    "Dashboard": "ダッシュボード",
    "Delete Account": "アカウントを削除",
    "Email Address": "メールアドレス",
    "Email Password Reset Link": "パスワードリセットリンクをメールで送信",
    "Ensure your account is using a long, random password to stay secure.": "セキュリティを保つためにアカウントには長くランダムなパスワードを使用してください。",
    "Event Created": "イベントが作成されました",
    "Event Details": "イベントの詳細",
    "Forgot your password?": "パスワードをお忘れですか？",
    "Forgot Your Password?": "パスワードをお忘れですか？",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "パスワードをお忘れですか？問題ありません。メールアドレスを教えていただければ、新しいパスワードを選択できるパスワードリセットリンクをメールでお送りします。",
    "If you did not receive the email": "メールを受信しなかった場合",
    "Kawane Event Creator": "川根イベントクリエーター",
    "Kawane Events Public Google Calendar": "川根イベント公開Googleカレンダー",
    "Log in": "ログイン",
    "Login": "ログイン",
    "Log-In Information": "ログイン情報",
    "Logout": "ログアウト",
    "Log Out": "ログアウト",
    "Name": "名前",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "アカウントを削除すると、そのリソースとデータは永久に削除されます。アカウントを削除する前に、保持したいデータや情報をダウンロードしてください。",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "アカウントを削除すると、そのリソースとデータは永久に削除されます。アカウントを永久に削除したい場合は、パスワードを入力して確認してください。",
    "Pagination Navigation": "ページ送りナビゲーション",
    "pagination.next": "次へ",
    "pagination.previous": "前へ",
    "Password": "パスワード",
    "Please confirm your password before continuing.": "続行する前に、パスワードを確認してください。",
    "profile": "プロフィール",
    "Profile": "プロフィール",
    "Profile Information": "プロフィール情報",
    "Public Information": "公開情報",
    "Register": "登録",
    "Remember me": "ログイン情報を記憶",
    "Remember Me": "ログイン情報を記憶",
    "Resend Verification Email": "確認メールを再送信",
    "Reset Password": "パスワードをリセット",
    "Save": "保存",
    "Saved.": "保存済み。",
    "Send Password Reset Link": "パスワードリセットリンクを送信",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "登録ありがとうございます！はじめる前に、メールで送られたリンクをクリックしてメールアドレスを確認できますか？メールを受信しなかった場合、別のメールを送信いたします。",
    "This is a secure area of the application. Please confirm your password before continuing.": "これはアプリケーションのセキュアエリアです。続行する前にパスワードを確認してください。",
    "Toggle navigation": "ナビゲーションの切り替え",
    "Update Password": "パスワードを更新",
    "Verify Your Email Address": "メールアドレスを確認",
    "Welcome to the Kawane Events Creator portal. From here, you can register, log in, and create events for the publicly shared Kawane Events Google Calendar for all to see.": "川根イベントクリエーターポータルへようこそ。ここから、登録、ログインし、川根イベント公開Googleカレンダーのためのイベントを作成できます。",
    "You are logged in!": "ログインしました！",
    "Your email address is unverified.": "メールアドレスは未確認です。",

    "GOTTA CHECK THINGS BELOW ESPECIALLY":"下のこと確認して！",
    "Event Title": "イベントの名前",
    "Description": "内容",
    "Start Date": "スタートの日",
    "A Google Calendar Event will be created on Kawane Event shared Calender.": "作りましょう",
    "Start Time": "スタートタイム",
    "End Date": "終わりの日",
    "End Time": "終わりの時間",
    "Location": "場所",
    "Before creating an event, make sure you have updated your ": "アップデート",
    "profile.": "プロフィール。",
    "Update your account's log-in information and email address.": "アップデート",
    "All the information below will automatically be appendend to each Google Calendar Event description.": "下はなんちゃら",
    "Event Creator's Name (Required)":"クリエータの名前（requiredです）",
    "Business Name": "ビジネスの名前",
    "Phone Number": "電話番号",
    "Contact email": "コンタクトメール",
    "Instagram @": "インスタ＠",
    "Twitter @": "ツイター＠",
    "Homepage": "ホームページ",
    "Current Password": "今のパスワード",
    "New Password": "新しいパスワード",
    "Congratulations! You created an event on the ": "ここで作った＞＞",
    "Would you like to ": "今、",
    "Events Calendar": "イベントカレンダー"
}
